tap 'caskroom/cask'
brew 'caskroom/cask/brew-cask'
cask 'java'
brew 'coreutils'
brew 'findutils'
brew 'bash'
brew 'wget', args: ['enable-iri']
brew 'vim', args: ['override-system-vi']
tap 'homebrew/dupes'
brew 'homebrew/dupes/grep'
tap 'josegonzalez/homebrew-php'
brew 'php55'
brew 'python', args: ['with-brewed-openssl']
brew 'python3', args: ['with-brewed-openssl']
brew 'mysql'
brew 'mongo'
brew 'elasticsearch'
brew 'postgres'
brew 'zsh'
brew 'rename'
brew 'tree'
brew 'webkit2png'
brew 'git'
brew 'ruby'


cask 'slack'
cask 'alfred'
cask 'box-sync'
cask 'box-edit'
cask 'mysql-workbench'
cask 'mongohub'
cask 'adium'
cask 'caffeine'
cask 'iterm2'
cask 'google-chrome'
cask 'google-chrome'
cask 'firefox'
tap 'caskroom/versions'
cask 'sublime-text3'
cask 'the-unarchiver'
# Remove outdated versions from the cellar
